test.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>*Tasks</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2014-09-21 22:57:45 CST"/>
<meta name="author" content="CrimsonFantasy"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
</head>
<body>
<div id="content">

<h1 class="title">*Tasks</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Start new org file for tutorial </a></li>
<li><a href="#sec-2">2 Outline document </a></li>
<li><a href="#sec-3">3 Write introduction </a></li>
<li><a href="#sec-4">4 Finish document </a></li>
</ul>
</li>
<li><a href="#sec-1">1 Intoduction </a>
<ul>
<li><a href="#sec-1.1">1.1 Obtaining org-mode </a></li>
<li><a href="#sec-1.2">1.2 Installation </a></li>
<li><a href="#sec-1.3">1.3 Configuratrion </a></li>
</ul>
</li>
<li><a href="#sec-2">2 The basics </a>
<ul>
<li><a href="#sec-2.1">2.1 create a new file </a></li>
<li><a href="#sec-2.2">2.2 Simple task list </a></li>
<li><a href="#sec-2.3">2.3 Using headline to structure a document </a></li>
<li><a href="#sec-2.4">2.4 Adding note to a task </a></li>
<li><a href="#sec-2.5">2.5 scheduling an appontment </a></li>
<li><a href="#sec-2.6">2.6 Using the agenda </a></li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-3">
<h3 id="sec-1"><span class="section-number-3">1</span> <span class="done DONE"> DONE</span> Start new org file for tutorial </h3>
<div class="outline-text-3" id="text-1">

<p><span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2014-09-21 Sun 22:22</span></span><br/>
</p></div>

</div>

<div id="outline-container-2" class="outline-3">
<h3 id="sec-2"><span class="section-number-3">2</span> <span class="done DONE"> DONE</span> Outline document </h3>
<div class="outline-text-3" id="text-2">

<p><span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2014-09-21 Sun 22:34</span></span><br/>
</p></div>

</div>

<div id="outline-container-3" class="outline-3">
<h3 id="sec-3"><span class="section-number-3">3</span> <span class="done DONE"> DONE</span> Write introduction </h3>
<div class="outline-text-3" id="text-3">

<p><span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2014-09-21 Sun 22:36</span></span><br/>
</p></div>

</div>

<div id="outline-container-4" class="outline-3">
<h3 id="sec-4"><span class="section-number-3">4</span> <span class="todo TODO"> TODO</span> Finish document </h3>
<div class="outline-text-3" id="text-4">



</div>

</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Intoduction </h2>
<div class="outline-text-2" id="text-1">


<p>
Org-mode is a personal information management and outlining tool for 
Emasc. This document is intend to give reader a "feel" for org-mode
and to teach basic operations.
</p>

</div>

<div id="outline-container-1.1" class="outline-3">
<h3 id="sec-1.1"><span class="section-number-3">1.1</span> Obtaining org-mode </h3>
<div class="outline-text-3" id="text-1.1">


<p>
You can dowload org-mode from the <a href="http:staff.sceience.uva.nl/~dominik/Tools/org/">org-mode home pafe</a>   
<a href="/home/crimsonfantasy/Desktop/resume/self_intreduction/self-introduction.tex">cool</a>
</p>
</div>

</div>

<div id="outline-container-1.2" class="outline-3">
<h3 id="sec-1.2"><span class="section-number-3">1.2</span> Installation </h3>
<div class="outline-text-3" id="text-1.2">

</div>

</div>

<div id="outline-container-1.3" class="outline-3">
<h3 id="sec-1.3"><span class="section-number-3">1.3</span> Configuratrion </h3>
<div class="outline-text-3" id="text-1.3">

</div>
</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> The basics </h2>
<div class="outline-text-2" id="text-2">


</div>

<div id="outline-container-2.1" class="outline-3">
<h3 id="sec-2.1"><span class="section-number-3">2.1</span> create a new file </h3>
<div class="outline-text-3" id="text-2.1">

</div>

</div>

<div id="outline-container-2.2" class="outline-3">
<h3 id="sec-2.2"><span class="section-number-3">2.2</span> Simple task list </h3>
<div class="outline-text-3" id="text-2.2">

</div>

</div>

<div id="outline-container-2.3" class="outline-3">
<h3 id="sec-2.3"><span class="section-number-3">2.3</span> Using headline to structure a document </h3>
<div class="outline-text-3" id="text-2.3">

</div>

</div>

<div id="outline-container-2.4" class="outline-3">
<h3 id="sec-2.4"><span class="section-number-3">2.4</span> Adding note to a task </h3>
<div class="outline-text-3" id="text-2.4">

</div>

</div>

<div id="outline-container-2.5" class="outline-3">
<h3 id="sec-2.5"><span class="section-number-3">2.5</span> scheduling an appontment </h3>
<div class="outline-text-3" id="text-2.5">

</div>

</div>

<div id="outline-container-2.6" class="outline-3">
<h3 id="sec-2.6"><span class="section-number-3">2.6</span> Using the agenda </h3>
<div class="outline-text-3" id="text-2.6">




</div>
</div>
</div>
<div id="postamble">
<p class="author"> Author: CrimsonFantasy
<a href="mailto:crimsonfantasy@CrimsonFantasy.www.crimsonfantasy.com">&lt;crimsonfantasy@CrimsonFantasy.www.crimsonfantasy.com&gt;</a>
</p>
<p class="date"> Date: 2014-09-21 22:57:45 CST</p>
<p class="creator">HTML generated by org-mode 6.33x in emacs 23</p>
</div>
</div>
</body>
</html>
